error-must-be-reply =
    Эта команда должна быть ответом на другое сообщение!

error-cannot-report-admins =
    Админов репортишь? Ай-ай-ай 😈

error-cannot-report-linked =
    Нельзя жаловаться на сообщения из привязанного канала

report-sent =
    <i>Жалоба отправлена администраторам</i>

need-admins-attention =
    Уважаемые админы, в чате нужно ваше присутствие!

    ➡️ <a href="{$msg_url}">Перейти к чату</a>

report-info =
    👆 Отправлено {$msg_date} в {$msg_time} ({$msg_utc})

    ➡️ <a href="{$msg_url}">Перейти к cообщению</a>

report-info-with-comment =
    👆 Отправлено {$msg_date} в {$msg_time} ({$msg_utc})

    ➡️ <a href="{$msg_url}">Перейти к cообщению</a>
    Комментарий: {$msg_comment}


report-button-delete =
    Удалить сообщение

report-button-delete-and-ban =
    Удалить и забанить

message-deleted-successfully =
    Сообщение удалено.

failed-to-delete-message =
    Не удалось удалить сообщение.

user-or-channel-banned-successfully =
    Юзер или канал успешно забанен.

failed-to-ban-user-or-channel =
    Не удалось забанить юзера или канал.

error-restricting-admin =
    Невозможно ограничить администратора

error-no-restrict-permissions =
    У вас нет права ограничивать пользователей

channel-banned =
    Канал забанен

readonly-forever =
    🙊 <i>Пользователь переведён в режим «только чтение» навсегда</i>

readonly-temporary =
    🙊 <i>Пользователь переведён в режим «только чтение» до {$msg_date} {$msg_time} ({$msg_utc})</i>

channels-not-allowed =
    В этой группе запрещено отправлять сообщения от имени канала. Сам канал забанен.

bot-command-description =
    Сообщить о нарушении
