error-must-be-reply =
    Эта команда должна быть ответом на другое сообщение!

error-cannot-report-admins =
    Админов репортишь? Ай-ай-ай 😈

error-cannot-report-linked =
    Нельзя жаловаться на сообщения из привязанного канала

report-sent =
    <i>Жалоба отправлена администраторам</i>

need-admins-attention =
    Уважаемые админы, в чате нужно ваше присутствие!

    ➡️ <a href="{$msg_url}">Перейти к чату</a>

report-info =
    👆 Отправлено {$msg_date} в {$msg_time} ({$msg_utc})
    ➡️ <a href="{$msg_url}">Перейти к cообщению</a>

report-info-with-comment =
    👆 Отправлено {$msg_date} в {$msg_time} ({$msg_utc})
    ➡️ <a href="{$msg_url}">Перейти к cообщению</a>

    Комментарий: {$msg_comment}

report-button-delete =
    Удалить сообщение

report-button-delete-and-ban =
    Удалить и забанить
